codeium.codeium
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
editorconfig.editorconfig
eriklynd.json-tools
esbenp.prettier-vscode
huizhou.githd
humao.rest-client
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
naumovs.color-highlight
octref.vetur
oven.bun-vscode
pflannery.vscode-versionlens
pkief.material-icon-theme
shardulm94.trailing-spaces
stef-k.adonis-js-goto-controller
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
unjinjang.rest-api-client
vue.volar
wix.vscode-import-cost
wraith13.bracket-lens
yzane.markdown-pdf
